


/** Foundation */
"确定" = "确定";
"取消" = "取消";
"完成" = "完成";
"发生错误" = "发生错误";

/** LCAppVersion */
"马上更新" = "马上更新";
"下次再说" = "下次再说";
"发现新版本" = "发现新版本";

/** LCIAP */
"请检查网络" = "请检查网络";
"标示符是无效的" = "标示符是无效的";
"该用户禁止应用内付费" = "该用户禁止应用内付费";
"正在处理上一次购买" = "正在处理上一次购买";
"正在请求商品..." = "正在请求商品...";
"正在购买商品,请保持网络畅通..." = "正在购买商品,请保持网络畅通...";
"不能获取到该商品的信息,购买失败" = "不能获取到该商品的信息,购买失败";
"购买失败" = "购买失败";



/** Application */

// LKCommentsView
"阅读全部" = "阅读全部";
"条评论" = "条评论";

// LKHomepageHeader
"游客" = "游客";
"关注的人" = "关注的人";

// Alert
"更多" = "更多";
"举报" = "举报";
"删除" = "删除";
"保存图片" = "保存图片";
"感谢您的举报！" = "感谢您的举报！";
"提醒" = "提醒";
"确定要删除这个照片吗？" = "确定要删除这个照片吗？";
"确定要删除这个标签吗？" = "确定要删除这个标签吗？";
"确定要清除缓存吗？" = "确定要清除缓存吗？";
"您未安装微博客户端，无法分享" = "您未安装微博客户端，无法分享";
"您未安装QQ客户端，无法分享" = "您未安装QQ客户端，无法分享";
"您未安装微信客户端，无法分享" = "您未安装微信客户端，无法分享";
"更换头像" = "更换头像";
"拍摄新图片" = "拍摄新图片";
"从相册选择" = "从相册选择";
"自拍" = "自拍";
"广告" = "广告";
"色情" = "色情";
"谣言" = "谣言";
"恶意营销" = "恶意营销";
"侮辱诋毁" = "侮辱诋毁";
"侵权举报(诽谤、抄袭、冒用...)" = "侵权举报(诽谤、抄袭、冒用...)";
"删除该标签后，你的like数也会相应减少，确认删除吗？" = "删除该标签后，你的like数也会相应减少，确认删除吗？";
"收藏" = "收藏";
"收藏图片" = "收藏图片";
"取消收藏" = "取消收藏";
"订阅" = "订阅";
"取消订阅" = "取消订阅";
"收藏成功" = "收藏成功";
"已取消收藏" = "已取消收藏";
"我的收藏" = "我的收藏";
"我的照片" = "我的照片";


// Tip
"上传失败啦！请检查您的网络稍后再试Orz～" = "上传失败啦！请检查您的网络稍后再试Orz～";
"标签不能为空" = "标签不能为空";
"标签长度不能大于12位" = "标签长度不能大于12位";
"该标签已存在" = "该标签已存在";
"请输入手机号码" = "请输入手机号码";
"手机号码格式不正确" = "手机号码格式不正确";
"请输入手机验证码" = "请输入手机验证码";
"该标签已经存在" = "该标签已经存在";
"评论不能为空" = "评论不能为空";
"评论长度不能大于300位" = "评论长度不能大于300位";
"发表评论（最多300个字）" = "发表评论（最多300个字）";

"删除中..." = "删除中...";
"提交中..." = "提交中...";
"感谢您的反馈！" = "感谢您的反馈！";
"登录中..." = "登录中...";
"重新登录中..." = "重新登录中...";
"修改中..." = "修改中...";
"上传中..." = "上传中...";
"获取中..." = "获取中...";
"图片保存成功" = "图片保存成功";
"图片保存失败，可能是因为您拒绝了相册的访问权限" = "图片保存失败，可能是因为您拒绝了相册的访问权限";
"无法访问相册，可能是因为您拒绝了相册的访问权限" = "无法访问相册，可能是因为您拒绝了相册的访问权限";
"无法访问相机，可能是因为您拒绝了相机的访问权限" = "无法访问相机，可能是因为您拒绝了相机的访问权限";
"好的" = "好的";
"发生了一个错误，但是这个错误没有详细的描述。" = "发生了一个错误，但是这个错误没有详细的描述。";
"请求失败...请检查您的网络后重试" = "请求失败...请检查您的网络后重试";

// LKUserCenterViewController
"照片" = "照片";
"关注" = "关注";
"粉丝" = "粉丝";
"输入新昵称" = "输入新昵称";


// LKLoginViewController
"进入like" = "进入like";
"社交账号快速登录" = "社交账号快速登录";
"微信" = "微信";
"微博" = "微博";
"QQ" = "QQ";
"用户使用协议" = "用户使用协议";
"游客访问     " = "游客访问     ";
"获取验证码" = "获取验证码";
"s'后重新发送" = "s'后重新发送";
"输入手机号码" = "输入手机号码";
"输入验证码" = "输入验证码";

// LKNewPostViewController
"添加相应标签，只晒给懂你的人" = "添加相应标签，只晒给懂你的人";
"我的位置..." = "我的位置...";

// LKPostDetailViewController
"来自" = "来自";
"评论" = "评论";


// LKInputView
"添加" = "添加";
"添加标签（最多12个字）" = "添加标签（最多12个字）";

// LKSearchPlaceHolderView
"搜索" = "搜索";
"搜索相关内容" = "搜索\"%@\"相关内容";
"搜索相关用户" = "搜索\"%@\"相关用户";
"最近搜索过的标签" = "最近搜索过的标签";
"  发现更多有趣内容" = "  发现更多有趣内容";

// LKSearchView
"搜索标签" = "搜索标签";
"查看关于#%@#的全部内容" = "查看关于#%@#的全部内容";
"热门用户" = "热门用户";

// LKSettingViewController
"修改头像" = "修改头像";
"修改昵称" = "修改昵称";
"更换封面" = "更换封面";
"清除缓存" = "清除缓存";
"求鼓励" = "求鼓励";
"共缓存" = "共缓存";
"张图片" = "张图片";
"无所不能的王果果" = "无所不能的王果果";
"退出登录" = "退出登录";
"绑定账号" = "绑定账号";
"个人设置" = "个人设置";
"设置" = "设置";
"意见与建议" = "意见与建议";

// LKShareTools
"分享" = "分享";

// LKTagCommentsViewController
"评论详情" = "评论详情";
"发布" = "发布";
"发表评论（最多300个字）" = "发表评论（最多300个字）";

// LKTagLikesCell
"添加了该标签" = "添加了该标签";
"人赞了这个标签" = "人赞了这个标签";

// LKUploadingCell
"点击此处重新上传" = "点击此处重新上传";

// LKCountryCodeViewController
"选择国家" = "选择国家";

// LKCameraViewController
"默认" = "默认";

// LKNotificationView
"添加了标签" = "添加了标签";
"关注了你" = "关注了你";
"赞了标签" = "赞了标签";
"回复了你的评论" = "回复了你的评论";
"评论了标签" = "评论了标签";
"给你发了一条消息" = "给你发了一条消息";
"通知" = "通知";


// LKLinkAccountsViewController
"绑定" = "绑定";
"解绑" = "解绑";
"修改" = "修改";
"已绑定" = "已绑定";
"手机号" = "手机号";
"绑定账号后可以使用它们登录like，如遇问题请发送邮件至support@likeorz.com" = "绑定账号后可以使用它们登录like，如遇问题请发送邮件至support@likeorz.com";

// LKRebindPhoneViewController
"确定修改手机号" = "确定修改手机号";


// LKCameraRollViewController
"相机相册" = "相机相册";
"相册" = "相册";

// LKCropperImageViewController
"重拍" = "重拍";
"保存" = "保存";
"  滤镜" = "  滤镜";


// LKNearPlacesViewController
"定位失败，请您打开定位开关后重试。" = "Location services is disabled, please open it and try again.";
"地点" = "地点";
"搜索附近位置" = "搜索附近位置";
"没有找到你的位置？" = "没有找到你的位置？";
"创建新的地点：" = "创建新的地点：";
"更改位置" = "更改位置";
"移除位置" = "移除位置";
"创建" = "创建";

"RecommentReason1" = "共同兴趣";
"RecommentReason2" = "Like推荐";
"RecommentReason3" = "猜你喜欢";
"RecommentReason4" = "关注的人";

